[
  {
    "Page": "general",
    "Element": "ctahead",
    "Content": "Read the full report"
  },
  {
    "Page": "general",
    "Element": "ctadescription",
    "Content": "Download our State of Engagement Report for in depth analysis of the future of digital engagement."
  },
  {
    "Page": "general",
    "Element": "methodologyhead",
    "Content": "Methodology & data sources"
  },
  {
    "Page": "general",
    "Element": "methodologypara1",
    "Content": "Explorations corpus callosum a billion trillion Drake Equation rich in mystery gathered by gravity. Citizens of distant epochs rings of Uranus a mote of dust suspended in a sunbeam network of wormholes the sky calls to us Apollonius of Perga. Vanquish the impossible another world extraordinary claims require extraordinary evidence vastness is bearable only through love dream of the mind's eye extraordinary claims require extraordinary evidence. The only home we've ever known citizens of distant epochs the carbon in our apple pies dream of the mind's eye not a sunrise but a galaxyrise inconspicuous motes of rock and gas."
  },
  {
    "Page": "general",
    "Element": "methodologypara2",
    "Content": "Invent the universe hundreds of thousands dream of the mind's eye Orion's sword citizens of distant epochs gathered by gravity. Concept of the number one star stuff harvesting star light concept of the number one something incredible is waiting to be known not a sunrise but a galaxyrise network of wormholes. A mote of dust suspended in a sunbeam corpus callosum with pretty stories for which there's little good evidence vastness is bearable only through love courage of our questions extraplanetary."
  },
  {
    "Page": "general",
    "Element": "methodologypara3",
    "Content": "<em>Language about Twilio platform data. Legal language included.</em>"
  },
  {
    "Page": "homepage",
    "Element": "headline",
    "Content": "State of <br>Customer Engagement <br>Report"
  },
  {
    "Page": "homepage",
    "Element": "headlinedate",
    "Content": "2022"
  },
  {
    "Page": "homepage",
    "Element": "leadparagraph",
    "Content": "The acceleration of digital engagement in the post-pandemic world shows no sign of slowing down. Twilio, the leading cloud communications and customer engagement platform, spoke with over 3,000 leading decision makers and 4,500 consumers to understand how the digital landscape has changed over the past year and reveal the challenges organizations are set to face."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara1",
    "Content": "The State of Customer Engagement Report 2022 reveals that digital transformation has made a significant impact — increasing revenue by 70% on average for companies that made the investment in customer engagement. Unsurprisingly, these same companies expect their investment to almost double by 2025."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara2",
    "Content": "However, the fast pace of change also means that businesses will need to quickly adapt. Personalization is now essential for customer retention and data protection has taken on greater importance amongst consumers. And consumers’ views on these topics diverge sharply from what companies believe."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara3",
    "Content": "Another warning sign: digital fatigue is starting to affect engagement, especially among younger demographics. Companies that act now to create more meaningful digital engagement will offset this trend and will see benefits, in terms of both revenue and customer engagement, in the long term."
  },
  {
    "Page": "homepage",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">70%</span> average revenue increase due to digital customer engagement investments"
  },
  {
    "Page": "homepage",
    "Element": "pullquote2",
    "Content": "<span class=\"circle\">81%</span> of companies are completely or substantially reliant on third-party cookies."
  },
  {
    "Page": "homepage",
    "Element": "executivesummaryhead",
    "Content": "Executive Summary"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara1",
    "Content": "Our research revealed that organizations that put digital customer engagement at the forefront of their business have reaped outsize rewards. This growth has its challenges, because consumers don’t always see things the same way as the brands marketing to them. Companies that can close that gap now have the chance to become leaders in digital transformation, creating market-leading data practices that entice consumers and keep them loyal."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara2",
    "Content": "These are the five commandments of customer engagement which emerged from our deep investigation of both consumer and B2C companies’ attitudes."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet1",
    "Content": "Better personalization is essential — and there’s room for improvement. <br>88% of businesses say personalization is extremely or very important to their overall strategy. Consumers, though, still want companies to improve in this area."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet2",
    "Content": "A cookieless world is here — the time to get ready is now. <br>81% of companies are completely or substantially reliant on third-party cookies — even though this critical data source will not be available after 2022. A new approach is needed, one that relies on data companies own themselves."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet3",
    "Content": " Consumers don’t trust companies with their data, and they demand better.<br>95% of B2C companies believe consumers trust their ability to protect data, yet only 65% of consumers actually do trust these companies."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet4",
    "Content": "Digital fatigue is real. Focus on smarter engagement, not more interactions. <br>Younger millennial and Gen Z consumers are increasingly fatigued by too much screen time. Creating more meaningful interactions can ensure business doesn’t suffer as a result."
  },
  {
    "Page": "homepage",
    "Element": "engagementhead",
    "Content": "five customer engagement trends for 2022"
  },
  {
    "Page": "trend1",
    "Element": "headline",
    "Content": "There’s a massive <br>ROI for digital <br>engagement."
  },
  {
    "Page": "trend1",
    "Element": "subheadline",
    "Content": "Greater investment has led to increased revenues for those that embrace digital engagement."
  },
  {
    "Page": "trend1",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara1",
    "Content": "The data could not be clearer. The two-year-old global pandemic has led to companies speeding up their digital transformation strategies by an average of 6.5 years, growing revenues by an average of 70% for those that made the investment in customer engagement. They expect that, by 2025, their investment in this key area will almost double, rising by 93.5%."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara2",
    "Content": "On average, over half of B2C companies’ engagement with consumers is digital, and respondents expect that it will rise by a further 21% globally over the next three years."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara3",
    "Content": "That aligns with what consumers want: They say over half of their engagements with brands should be digital in three years’ time."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara4",
    "Content": "So it’s evident that investment in digital transformation is crucial for B2C companies that want to grow and lead in their market."
  },
  {
    "Page": "trend1",
    "Element": "pullquote1",
    "Content": "Investment in digital engagement is set to <span class=\"underline\">nearly double</span> by 2025"
  },
  {
    "Page": "trend1",
    "Element": "datahead",
    "Content": "Twilio digital interactions triple"
  },
  {
    "Page": "trend1",
    "Element": "datapara1",
    "Content": "Digital interactions across the Twilio platform have tripled over the past three years, as more and more companies use our service to improve their omnichannel strategy and digital engagement with customers."
  },
  {
    "Page": "trend1",
    "Element": "datapara2",
    "Content": "There were 1.6 trillion interactions across our email, messaging, video, voice and account security platforms, marking 32% year-on-year growth in 2021. The changes enforced by the pandemic have created new opportunities for engagement with customers — while maintaining the vitally important aspect of human connection."
  },
  {
    "Page": "trend1",
    "Element": "subtitle",
    "Content": "Colombia leads the way on increased revenue"
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara1",
    "Content": "The Asia Pacific/Japan region has seen the greatest increase in digital transformation strategy since the start of the pandemic, accelerating by seven years. This was closely followed by EMEA, where organizations reported an average increase of 6.6 years."
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara2",
    "Content": "In terms of revenue, three major countries from the Latin America region reported increases of 90% or more after investing heavily in digital engagement over the past two years. Colombia and Mexico led the way, with 91% each, while Brazilian enterprises saw 90% growth. The United States came in fourth, with a still impressive 79%."
  },
  {
    "Page": "trend1",
    "Element": "pullquote2",
    "Content": "The Asia Pacific/Japan region saw a <span class=\"circle\">7-year</span> acceleration in digital transformation strategy"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-left"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-right"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-left"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-right"
  },
  {
    "Page": "trend1",
    "Element": "spotlightname",
    "Content": "Allianz Direct: Contact Center Transformation in Under a Year"
  },
  {
    "Page": "trend1",
    "Element": "spotlightpara1",
    "Content": "Allianz Direct, a direct-to-consumer insurance company, launched a transformational insurance platform in less than a year with the help of Twilio’s Flex, the cloud-based contact-center platform. Allianz Direct managers chose Flex after concluding that the alternatives weren’t agile enough to power the customer experience they wanted within the time they required. Today, 700 Allianz Direct agents rely on the Twilio-powered platform. Says Laura Malinsky, Allianz Direct’s global head of operations: “Flex is cloud-based, fully customizable, easy-to-use and only took a handful of engineers to build.”"
  },
  {
    "Page": "trend2",
    "Element": "headline",
    "Content": "The <br>personalization <br>problem."
  },
  {
    "Page": "trend2",
    "Element": "subheadline",
    "Content": "Companies believe they’re doing personalization well, but consumers disagree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara1",
    "Content": "Personalization is the cornerstone of all good digital customer engagement. 98% of companies say that it increases customer engagement and 83% of consumers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara2",
    "Content": "However, there is a noticeable disconnect between how companies perceive their personalization efforts and how consumers experience them. With 88% of companies saying personalization is extremely or very important to their engagement strategy, it could be easy to infer that they’re making the effort to deliver a truly personal touch with every interaction. Yet while 75% of companies claim to provide good or excellent personalized services, just 48% of customers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara3",
    "Content": "In short, while companies are strong believers in personalization, customers rarely experience such service themselves. 84% of companies claim to always or often offer personalized services, while consumers say it’s actually 50%."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara4",
    "Content": "This trend shows the need for brands to further develop their understanding of how customers experience personalized services. There is no denying that offering such services can increase revenue and loyalty, so those organizations which invest more in this area have the opportunity to boost growth, as well as expand and retain their customer base."
  },
  {
    "Page": "trend2",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">98%</span> of companies say personalization increases customer loyalty"
  },
  {
    "Page": "trend2",
    "Element": "datahead",
    "Content": "Twilio Segment sees growth in personalization apps"
  },
  {
    "Page": "trend2",
    "Element": "datapara1",
    "Content": "Segment has seen a notable increase in customers using apps specializing in personalization. 18% of Segment customers used such tools in 2021, rising from 13% in 2019. That translates to a 40% growth in customer count across that two year period."
  },
  {
    "Page": "trend2",
    "Element": "datapara2",
    "Content": "There are currently more than 60 personalization apps available via Segment, allowing companies to create unique experiences, while also gaining a complete picture of how customers use and interact with their services."
  },
  {
    "Page": "trend2",
    "Element": "subtitle",
    "Content": "Personalization is extremely important to Brazilian companies"
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara1",
    "Content": "More than 9 in 10 companies in Brazil, Italy, Spain, Mexico, France, Singapore and Germany say personalization is “extremely important” to their customer engagement strategy. Brazil leads the way, with 97% of respondent companies saying it was extremely important."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara2",
    "Content": "France and Germany are interestingly high, as these are countries that have traditionally shown greater caution around the use of personal data."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara3",
    "Content": "In Japan, where data caution is a much bigger issue, the figure drops to 69%. This points towards brands needing to work harder to build trust around data storage and use if they want to create more personalized services moving forward."
  },
  {
    "Page": "trend2",
    "Element": "pullquote2",
    "Content": "Only <span class=\"circle\">69%</span> of companies in Japan feel personalization is extremely important"
  },
  {
    "Page": "trend2",
    "Element": "spotlightname",
    "Content": "Intuit: More Than Doubling Customer Engagement"
  },
  {
    "Page": "trend2",
    "Element": "spotlightpara1",
    "Content": "Intuit, one of the world’s largest producers of financial software, strives to personalize the experience for its 100 million customers worldwide. To enhance communication with those customers, Intuit relies on Twilio’s Segment, the marketing-leading customer data platform (CDP) that collects clickstream data on how customers interact with TurboTax, QuickBooks, and other Intuit software. According to Marianna Tessel, Intuit’s chief technology officer, Segment helped improve Intuit’s messages to customers, leading to a sharp increase in customer engagement, from 20% to 50%."
  },
  {
    "Page": "trend3",
    "Element": "headline",
    "Content": "The third-<br>party cookie <br>era is dead."
  },
  {
    "Page": "trend3",
    "Element": "subheadline",
    "Content": "Even though the cookieless era is at hand, most companies remain dependent on third-party cookies."
  },
  {
    "Page": "trend3",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara1",
    "Content": "Most companies are dependent on third-party cookies, despite the fact that Google is set to eliminate these cookies within Chrome in 2022 and Safari and Firefox have already done so. That’s a problem, given that 81% of companies surveyed said that they had either complete or substantial dependence on the technology and that they would be seriously harmed by losing access to it."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara2",
    "Content": "There is a perceptible shift towards owned, first-party data, but this may not happen fast enough to mitigate against the effects of losing out on third party data when such cookies are no longer in use."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara3",
    "Content": "A majority of companies, 55%, say they are not fully prepared for this imminent cookieless world. Meanwhile, 42% of companies predict that the impending changes will lead to lower ROI on ad spend and decreased ability to measure campaign efficiency."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara4",
    "Content": "Adapting to this shift is imperative, especially as 85% of consumers want brands to make use of only first-party data when creating personalized services. Companies can no longer delay preparing for this cookieless world. The majority of those getting ready are doing so by investing in CRM, CDP and DMP."
  },
  {
    "Page": "trend3",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">81%</span> of companies remain dependent on third-party cookies"
  },
  {
    "Page": "trend3",
    "Element": "datahead",
    "Content": "Twilio Segment shows direct data collection is increasing"
  },
  {
    "Page": "trend3",
    "Element": "datapara1",
    "Content": "Segment data shows that first-party data collection is increasing, as companies get themselves ready for a cookieless world. Over 50% of Segment customers are using a Customer Data Platform (CDP) for advertising purposes."
  },
  {
    "Page": "trend3",
    "Element": "datapara2",
    "Content": "Likewise, data from Segment also shows high growth of app usage in analytics and data warehousing. This makes sense: Businesses that own their data will be warehousing and analyzing that data, allowing them to make smarter decisions and offer better personalization."
  },
  {
    "Page": "trend3",
    "Element": "subtitle",
    "Content": "Best-prepared countries are least reliant on cookies"
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara1",
    "Content": "Of the 12 countries surveyed, only three — Italy, Spain and Brazil — had a majority of companies saying they were fully prepared for a cookieless world. These three countries also reported the lowest degree of reliance on third-party data."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara2",
    "Content": "Italy has stringent third-party data guidelines which were tightened further in 2021, suggesting that countries with tougher privacy regulations are likely better prepared to do business in a world without cookies."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara3",
    "Content": "By comparison, 18% of Japanese brands said they were not at all prepared for a cookieless future. Mexico was second here with 6%."
  },
  {
    "Page": "trend3",
    "Element": "pullquote2",
    "Content": "In Italy, Spain and Brazil, <span class=\"underline\">a majority</span> of companies say they’re prepared for a cookieless world."
  },
  {
    "Page": "trend3",
    "Element": "spotlightname",
    "Content": "Nubank: Fintech Trailblazer Sets Standard with Digital-First Approach"
  },
  {
    "Page": "trend3",
    "Element": "spotlightpara1",
    "Content": "Nubank removes the complexity and high fees associated with banks today. As a result of Nubank’s simplicity and low cost, customers of all kinds are flocking to the service. COO and Co-founder Christina Junqueira turned to Twilio to help manage the rapid growth and says: “As we’ve gone from 100,000 customers to 40 million, we’ve achieved more stability and security in calls. Twilio’s platform allows for a lot of customization, so it’s something we’re able to build on top of over time. It has enabled a key piece of our customer engagement strategy.”"
  },
  {
    "Page": "trend4",
    "Element": "headline",
    "Content": "Consumers don’t <br>trust companies <br>with their data."
  },
  {
    "Page": "trend4",
    "Element": "subheadline",
    "Content": "Brands believe they’re doing well with privacy and data, but consumers demand better."
  },
  {
    "Page": "trend4",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara1",
    "Content": "There is a clear trust gap around the issues of data and privacy. Brands think they’re doing a good job with privacy and data security, but consumers beg to differ. Our research shows that while 95% of B2C companies believe consumers trust them to protect their data, only 65% of consumers actually trust the brands they do business with."
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara2",
    "Content": "This issue runs deeper than data protection. Consumers are concerned that companies won’t be fully transparent about how their data is used or honor the preferences they’ve set. Among consumers, 71% say they want greater data privacy from brands, but just 55% of companies believe this is what their customers want."
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara3",
    "Content": "The rise of CDP means that companies are now much better placed to protect customer data than they have been previously. Consensual data usage and the assurance of data protection are paramount."
  },
  {
    "Page": "trend4",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">71%</span> of consumers say they want greater data privacy from brands"
  },
  {
    "Page": "trend4",
    "Element": "datahead",
    "Content": "Twilio data shows familiar channels still dominate"
  },
  {
    "Page": "trend4",
    "Element": "datapara1",
    "Content": "When it comes to customer engagement, Twilio’s data clearly shows that email, messaging and voice are still the most popular channels for communications between customers and companies. Email covered 83.8% of interactions, with messaging at 8.4% and voice calls at 5.6%. These figures are broadly similar to previous years, pointing towards a consumer landscape that remains comfortable with the dominant modes of communication of the day."
  },
  {
    "Page": "trend4",
    "Element": "datapara2",
    "Content": "Look under the surface, however, and there are signs of strong growth in video, Flex (Twilio’s cloud contact center tool) and wireless (Twilio’s tool for controlling, measuring and analyzing cellular connectivity) when engaging with customers. These more future-focused approaches show that some consumers are becoming more comfortable with changes in how they contact brands."
  },
  {
    "Page": "trend4",
    "Element": "subtitle",
    "Content": "Latin American consumers demand privacy and transparency"
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara1",
    "Content": "Globally, 50% of consumers are demanding greater privacy measures from B2C companies. However, in Latin American countries, a higher than average proportion are demanding such action from brands. Despite this, 31% of Brazilian consumers say they have a high level of trust in brands to protect their privacy, with 41% in Mexico saying the same, vs. the global average of 23%."
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara2",
    "Content": "Consumers in European countries are slightly less concerned about privacy and transparency. In Germany, 50% of consumers want their data better protected, and this falls to 48% in the UK and 45% in France."
  },
  {
    "Page": "trend4",
    "Element": "pullquote2",
    "Content": "On average, <span class=\"circle\">23%</span> of consumers globally trust companies to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "spotlightname",
    "Content": "The Trevor Project: Texting to Save Lives"
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara1",
    "Content": "All organizations seek to respond rapidly to the people they serve. But for the Trevor Project, a non-profit suicide prevention effort focused on helping LGBTQ youth, lives literally depend on the organization’s ability to rapidly connect people with help. Amit Paley, the Trevor Project’s CEO, partnered with Twilio to build an automated system that parses incoming texts and flags any messages from people at high risk. The system trimmed 10 seconds off each interaction and 10 minutes off each text conversation. Bottom line? “Every single person we talk to is getting the help they need faster,” Amit said."
  },
  {
    "Page": "trend5",
    "Element": "headline",
    "Content": "Digital fatigue <br>is real."
  },
  {
    "Page": "trend5",
    "Element": "subheadline",
    "Content": "Companies need to future-proof against it by finding better ways to engage"
  },
  {
    "Page": "trend5",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara1",
    "Content": "Digital fatigue is a real issue, although smart companies can turn it to their advantage by creating more meaningful engagements with their customers, prioritizing quality of interactions over quantity."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara2",
    "Content": "On average, 35% of consumers globally say they have experienced digital fatigue in the past 30 days. While just 21% of baby boomers say they have faced digital fatigue in the previous month, that rises to 42% among millennials and 47% among Generation Z."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara3",
    "Content": "When almost half of the growth demographics say they’re getting tired of digital life, there is a clear and pressing need to address this problem head-on."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara4",
    "Content": "Frustrating customer support experiences may be contributing to the problem. 56% of consumers say they would stop doing business with a company after a poor interaction. 18% say they would rather lose the internet for a day than speak with a company’s support team."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara5",
    "Content": "Through careful use of data and personalization, companies can create more meaningful ways to interact with consumers, fostering loyalty as a result. This means minimizing needless contacts and instead focusing on what matters to customers."
  },
  {
    "Page": "trend5",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">47%</span> of Gen Z experienced digital fatigue in the past 30 days"
  },
  {
    "Page": "trend5",
    "Element": "datahead",
    "Content": "Twilio data shows slowing growth in engagement"
  },
  {
    "Page": "trend5",
    "Element": "datapara1",
    "Content": "Although there has been an overall positive growth in digital interactions across Twilio’s channels since the start of the pandemic, there was a decrease in the pace of that growth throughout 2021. This suggests that, after a year in which many consumers switched to digital interactions, fatigue has started to set in."
  },
  {
    "Page": "trend5",
    "Element": "datapara2",
    "Content": "This slight decrease in growth highlights the need to develop new ways of engaging that put the consumer first, using personalization and placing meaningful connections at the forefront of digital customer engagement."
  },
  {
    "Page": "trend5",
    "Element": "subtitle",
    "Content": "Digital fatigue varies across borders"
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara1",
    "Content": "Digital fatigue shows clear variations across countries. It is at its highest in France, with 47% of consumers reporting having suffered from it in the past 30 days, against a global average of 35%. Brazil and Mexico follow, with 44% and 43% respectively."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara2",
    "Content": "It is in these last two countries that companies report that consumers are more likely to stop purchasing their products if they do not meet consumers’ data privacy requirements. That suggests a greater concern in these countries around these issues is also tallying with digital fatigue."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara3",
    "Content": "Despite the variations, there aren’t any major regional differences when it comes to digital fatigue. It is an issue which needs to be considered globally."
  },
  {
    "Page": "trend5",
    "Element": "pullquote2",
    "Content": "Digital fatigue is at its highest in France, with <span class=\"circle\">47%</span> of consumers reporting having felt it recently"
  },
  {
    "Page": "trend5",
    "Element": "spotlightname",
    "Content": "Electrolux: Rapid Contact Center Replacement in a Crisis"
  },
  {
    "Page": "trend5",
    "Element": "spotlightpara1",
    "Content": "Electrolux managers found themselves responding to a painful one-two punch. First, a lightning bolt had struck their Malaysia-based contact center and disabled vital systems. Second, because of COVID-19, the government wouldn’t allow the century-old home-appliance manufacturer to send local technicians into the facility to make repairs. Shane Rose and his team reacted quickly: They issued a new toll-free customer support number and shifted the center’s operations to Twilio — all in less than 24 hours. Their fast thinking and Twilio’s technology enabled the contact center to remain operating with zero downtime. Shane described it as “A truly amazing effort.” "
  }
]