[
  {
    "Page": "general",
    "Element": "uishare",
    "Content": "Share"
  },
  {
    "Page": "general",
    "Element": "uilanguage",
    "Content": "Language"
  },
  {
    "Page": "general",
    "Element": "uimenu",
    "Content": "Menu"
  },
  {
    "Page": "general",
    "Element": "navoverview",
    "Content": "Overview"
  },
  {
    "Page": "general",
    "Element": "navtrend",
    "Content": "Trend"
  },
  {
    "Page": "general",
    "Element": "trend1",
    "Content": "Digital customer engagement drives major ROI"
  },
  {
    "Page": "general",
    "Element": "trend2",
    "Content": "Personalization is critical"
  },
  {
    "Page": "general",
    "Element": "trend3",
    "Content": "A cookieless world is coming"
  },
  {
    "Page": "general",
    "Element": "trend4",
    "Content": "Businesses and consumers don't see eye to eye on trust"
  },
  {
    "Page": "general",
    "Element": "trend5",
    "Content": "Digital fatigue is real"
  },
  {
    "Page": "general",
    "Element": "trendread",
    "Content": "Read more"
  },
  {
    "Page": "general",
    "Element": "engagementhead",
    "Content": "Five customer engagement trends for 2022"
  },
  {
    "Page": "general",
    "Element": "casehead",
    "Content": "Engagement Builder Spotlight"
  },
  {
    "Page": "general",
    "Element": "ctahead",
    "Content": "Read the full report"
  },
  {
    "Page": "general",
    "Element": "ctadescription",
    "Content": "Download our State of Engagement Report for in depth analysis of the future of digital engagement."
  },
  {
    "Page": "general",
    "Element": "ctabuttontext",
    "Content": "Download the report"
  },
  {
    "Page": "general",
    "Element": "ctabuttoncontact",
    "Content": "Get in touch"
  },
  {
    "Page": "general",
    "Element": "methodologyhead",
    "Content": "Methodology"
  },
  {
    "Page": "general",
    "Element": "methodologypara1",
    "Content": "To create the 2022 State of Customer Engagement Report, Twilio drew on three primary sources."
  },
  {
    "Page": "general",
    "Element": "methodologypara2",
    "Content": "Twilio engaged Lawless Research to conduct original research for the report from a survey of over 3,400 enterprise decision-makers as well as the opinions of more than 4,500 consumers across the United States, the United Kingdom, Germany, Australia, France, Spain, Italy, Japan, and Singapore. "
  },
  {
    "Page": "general",
    "Element": "methodologypara3",
    "Content": "The report also includes aggregated data gleaned from trillions of interactions on the Twilio platform, revealing the patterns in how organizations that use Twilio and Twilio Segment products are engaging their customers.\n"
  },
  {
    "Page": "general",
    "Element": "signupheading",
    "Content": "2022 State of Customer Engagement Report"
  },
  {
    "Page": "general",
    "Element": "signupdesciption",
    "Content": "Download the report to gain insight to the full findings from over 3,400 leading decision makers and 4,500 consumers."
  },
  {
    "Page": "general",
    "Element": "signupheadinggetintouch",
    "Content": "Interested in exploring how Twilio can help you take advantage of the trends called out in the 2022 State of Customer Engagement Report? Fill out the form below to talk to an expert."
  },
  {
    "Page": "general",
    "Element": "signupdesciptiongetintouch",
    "Content": "We’ll reach out to you about your request and share content and updates about the Twilio customer engagement platform. We use your information according to our <a href=\"https://www.twilio.com/legal/privacy\">privacy policy</a>. You can update your preferences at any time."
  },
  {
    "Page": "general",
    "Element": "signupfield1",
    "Content": "First name"
  },
  {
    "Page": "general",
    "Element": "signupfield2",
    "Content": "Last name"
  },
  {
    "Page": "general",
    "Element": "signupfield3",
    "Content": "Email address"
  },
  {
    "Page": "general",
    "Element": "signupfield4",
    "Content": "Phone number"
  },
  {
    "Page": "general",
    "Element": "signupfield5",
    "Content": "Company name"
  },
  {
    "Page": "general",
    "Element": "signupfield6",
    "Content": "Job title"
  },
  {
    "Page": "general",
    "Element": "signupfield7",
    "Content": "Country"
  },
  {
    "Page": "general",
    "Element": "signuprequired",
    "Content": "Field required"
  },
  {
    "Page": "general",
    "Element": "signupsubmit",
    "Content": "Download the report"
  },
  {
    "Page": "general",
    "Element": "signupsubmitgetintouch",
    "Content": "Let's talk"
  },
  {
    "Page": "general",
    "Element": "signupfooter",
    "Content": "We’ll reach out to you about your request and share content and updates about the Twilio customer engagement platform. We use your information according to our <a href=\"https://www.twilio.com/legal/privacy\">privacy policy</a>. You can update your preferences at any time."
  },
  {
    "Page": "general",
    "Element": "thankyouheader",
    "Content": "Thank you for downloading the 2022 State of Customer Engagement Report."
  },
  {
    "Page": "general",
    "Element": "thankyouheadergetintouch",
    "Content": "Thank you for getting in touch."
  },
  {
    "Page": "general",
    "Element": "thankyoudescription",
    "Content": "We’ll reach out to you about your request and share content and updates about the Twilio customer engagement platform. We use your information according to our <a href=\"https://www.twilio.com/legal/privacy\">privacy policy</a>. You can update your preferences at any time."
  },
  {
    "Page": "general",
    "Element": "thankyoudownload",
    "Content": "Download PDF"
  },
  {
    "Page": "homepage",
    "Element": "metatitle",
    "Content": "2022 Twilio State of Customer Engagement Report"
  },
  {
    "Page": "homepage",
    "Element": "metadescription",
    "Content": "Twilio, the leading cloud communications and customer engagement platform, shares insights from thousands of global enterprise decision-makers and consumers on the trends shaping the future of customer engagement."
  },
  {
    "Page": "general",
    "Element": "socialdescription",
    "Content": "Check out Twilio’s 2022 #StateOfCustomerEngagement Report, highlighting key trends shaping the future of customer engagement."
  },
  {
    "Page": "homepage",
    "Element": "headline",
    "Content": "State of <br>Customer Engagement <br>Report <span>2022</span>"
  },
  {
    "Page": "homepage",
    "Element": "leadparagraph",
    "Content": "The acceleration of digital customer engagement in the post-pandemic world shows no sign of slowing down. Twilio, the leading cloud communications and customer engagement platform, spoke with over 3,400 leading decision makers and 4,500 consumers to understand how the global digital landscape continues to expand. Our research reveals how organizations can adjust strategies to capitalize on these growth trends. \n"
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara1",
    "Content": "The State of Customer Engagement Report 2022 reveals that digital customer engagement has made a significant impact — increasing revenue by 70% on average for companies that invested in it. Unsurprisingly, these same companies expect to almost double their investment by 2025."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara2",
    "Content": "However, the fast pace of change also means that businesses will need to quickly adapt. Personalization is now essential for customer retention and data protection has taken on greater importance amongst consumers. And consumers’ current views on these topics diverge from what companies believe in certain places."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara3",
    "Content": "Another major shift to pay attention to: Firefox and Safari have already blocked access to third-party cookies, and Google Chrome will do the same in 2023. In the coming “cookieless” world, creating personalized experiences will require embracing first-party data. Going forward, embracing first-party data is not just the right thing to do, it’s no longer a choice."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara4",
    "Content": "Twilio’s State of Customer Engagement Report 2022 shows that customer engagement will become an even more vital part of any successful business strategy over the coming years. The companies that embrace these lessons about the importance of personalization, data ownership, and trust will continue to reap the rewards of this new digital age — and consumers will enjoy better, more trustworthy experiences online."
  },
  {
    "Page": "homepage",
    "Element": "pullquote1",
    "Content": "Investment in digital customer engagement drives <span class=\"circle\">70%</span> revenue increase for companies on average"
  },
  {
    "Page": "homepage",
    "Element": "pullquote2",
    "Content": "<span class=\"circle\">81%</span> of companies are completely or substantially reliant on third-party cookies"
  },
  {
    "Page": "homepage",
    "Element": "executivesummaryhead",
    "Content": "Executive summary"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara1",
    "Content": "Our research revealed that organizations that put digital customer engagement at the forefront of their business reap outsized rewards. This growth has its challenges, because consumers don’t always see things the same way as the brands marketing to them. Companies that can close that gap now have the chance to become leaders in customer engagement, creating market-leading experiences that win over consumers and keep them loyal."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara2",
    "Content": "These are the five fundamentals of customer engagement, which emerged from our deep investigation of both consumer and B2C companies’ attitudes."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullethead1",
    "Content": "Make it digital"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet1",
    "Content": "<strong>70%</strong>  — that’s the average top-line revenue increase among companies that invested in digital customer engagement over the past two years."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullethead2",
    "Content": "Make it personal"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet2",
    "Content": "<strong>75%</strong> of companies think they’re providing good personalized experiences. But more than half of consumers disagree. There’s a lot of room for improvement. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullethead3",
    "Content": "Lose your cookies"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet3",
    "Content": "<strong>81%</strong> of companies are completely or substantially reliant on third-party cookies — even though this critical data source will not be available after 2023. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullethead4",
    "Content": "Close the trust gap"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet4",
    "Content": "<strong>95%</strong> of B2C companies believe consumers trust their ability to protect data, yet only 65% of consumers actually do trust these companies. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullethead5",
    "Content": "Engage smarter"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet5",
    "Content": "Gen Zs and Millennials are <strong>more than twice</strong> as likely as Baby Boomers to have experienced digital fatigue in the past 30 days. Creating better (not more) interactions can ensure business doesn’t suffer as a result"
  },
  {
    "Page": "trend1",
    "Element": "metatitle",
    "Content": "Twilio State of Customer Engagement Report: Digital customer engagement drives major ROI"
  },
  {
    "Page": "trend1",
    "Element": "headline",
    "Content": "Digital customer <br>engagement drives <br>major ROI"
  },
  {
    "Page": "trend1",
    "Element": "subheadline",
    "Content": "Greater investment has led to increased revenues for brands that embrace digital engagement"
  },
  {
    "Page": "trend1",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara1",
    "Content": "The data could not be clearer. Companies that made moves to invest in digital customer engagement have seen their top-line revenues rise by an average of 70%. They expect that, by 2025, their investment in this key area will almost double, rising by 93.5%."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara2",
    "Content": "On average, over half of B2C companies’ engagement with consumers is digital, and respondents expect that it will rise by a further 21% globally over the next three years."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara3",
    "Content": "That aligns with what consumers want: They say over half of their engagements with brands should be digital in three years’ time."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara4",
    "Content": "So it’s evident that investment in digital customer engagement is crucial for B2C companies that want to grow and lead in their market."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara5",
    "Content": "<strong>Fundamental #1: Make it digital.</strong>"
  },
  {
    "Page": "trend1",
    "Element": "introchartcaption",
    "Content": "Number of years the pandemic has accelerated companies' digital engagement"
  },
  {
    "Page": "trend1",
    "Element": "pullquote1",
    "Content": "Investment in digital engagement is set to <span class=\"underline\">nearly double</span> by 2025"
  },
  {
    "Page": "trend1",
    "Element": "datahead",
    "Content": "Twilio digital interactions triple"
  },
  {
    "Page": "trend1",
    "Element": "datapara1",
    "Content": "Digital interactions across the Twilio platform have tripled over the past three years, as more and more companies use our services to improve their omnichannel strategy and digital engagement with customers."
  },
  {
    "Page": "trend1",
    "Element": "datapara2",
    "Content": "This growth highlights how the rapid shift to digital is creating new opportunities for engagement with customers — while maintaining the vitally important aspect of human connection."
  },
  {
    "Page": "trend1",
    "Element": "datachartcaption",
    "Content": "Digital interactions on the Twilio platform in 2019, 2020, and 2021"
  },
  {
    "Page": "trend1",
    "Element": "subtitle",
    "Content": "Colombia and Brazil lead the way on increased revenue"
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara1",
    "Content": "Australia stood out globally, with companies reporting an eight-year acceleration. Italy, Spain and the UK all reported figures higher than the average, with 7.2 years, 6.8 years and 6.7 years respectively."
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara2",
    "Content": "In terms of revenue, three major countries from the Latin America region reported increases of 91% or more after investing heavily in digital engagement over the past two years. Colombia and Brazil led the way, with 95% each, while Mexican companies saw 91% growth. The United States came in fourth, with a still impressive 79%."
  },
  {
    "Page": "trend1",
    "Element": "pullquote2",
    "Content": "The Asia Pacific & Japan region saw a <span class=\"circle\">7-year</span> acceleration in digital transformation strategy"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-left",
    "Content": "Average revenue impact from investment in digital customer engagement, vs. global average"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-right",
    "Content": "Companies say the pandemic accelerated digital engagement by [value] years"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-left",
    "Content": "By 2025, consumers expect [value] of interactions with brands to be digital"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-right",
    "Content": "How long consumers say it’s been since they received a brand communication via a digital channel"
  },
  {
    "Page": "trend1",
    "Element": "spotlightname",
    "Content": "Allianz Direct: Contact center transformation in under a year"
  },
  {
    "Page": "trend1",
    "Element": "spotlightpara1",
    "Content": "Allianz Direct, a direct-to-consumer insurance company, launched a transformational insurance platform in less than a year with the help of Twilio’s Flex, the cloud-based contact-center platform. Allianz Direct chose Flex after concluding that the alternatives weren’t agile enough to power the digital customer experience they wanted within the time they required. Today, 700 Allianz Direct agents rely on the Twilio-powered platform. Says Laura Malinsky, Allianz Direct’s head of operations: “Flex is cloud-based, fully customizable, easy-to-use and only took a handful of engineers to build.” *"
  },
  {
    "Page": "trend1",
    "Element": "spotlightpara2",
    "Content": "<em>*Source: Twilio SIGNAL Conference 2021 video presentation.</em>"
  },
  {
    "Page": "trend2",
    "Element": "metatitle",
    "Content": "Twilio State of Customer Engagement Report: Personalization is critical"
  },
  {
    "Page": "trend2",
    "Element": "headline",
    "Content": "Personalization <br>is critical"
  },
  {
    "Page": "trend2",
    "Element": "subheadline",
    "Content": "Companies believe they’re doing personalization well, but consumers disagree"
  },
  {
    "Page": "trend2",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara1",
    "Content": "Personalization is the cornerstone of all good digital customer engagement. 98% of companies say that it increases customer engagement and 83% of consumers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara2",
    "Content": "However, there is a noticeable disconnect between how companies perceive their personalization efforts and how consumers experience them. With 88% of companies saying personalization is extremely or very important to their engagement strategy, you might assume that they’re making the effort to deliver a truly personal touch with every interaction. Yet while 75% of companies claim to provide good or excellent personalized services, 48% of consumers disagree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara3",
    "Content": "In short, while companies are strong believers in personalization, customers rarely experience such service themselves. 84% of companies claim to always or often offer personalized services, while only half of consumers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara4",
    "Content": "Even more crucial, consumers seem to underestimate how much personalization influences their relationship with a brand, and ultimately their buying behavior. Although consumers say their spending will only increase on average by 18% through the use of personalization, companies report the average increase is more like 46%. And the downside is severe — nearly two thirds of consumers say they’ll stop using a brand if it doesn’t personalize their experience. "
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara5",
    "Content": "This trend shows the need for brands to further develop their understanding of how customers experience personalized services. There is no denying that offering such services can increase revenue and loyalty, so organizations that invest more in this area have the opportunity to boost growth, as well as expand and retain their customer base."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara6",
    "Content": "<strong>Fundamental #2: Make it personal.</strong>"
  },
  {
    "Page": "trend2",
    "Element": "introchartcaption",
    "Content": "How companies rate their personalization vs how consumers experience it"
  },
  {
    "Page": "trend2",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">98%</span> of companies say personalization increases customer loyalty"
  },
  {
    "Page": "trend2",
    "Element": "datahead",
    "Content": "Twilio Segment sees growth in personalization apps"
  },
  {
    "Page": "trend2",
    "Element": "datapara1",
    "Content": "Twilio Segment has seen a notable increase in customers using apps specializing in personalization. "
  },
  {
    "Page": "trend2",
    "Element": "datapara2",
    "Content": "These are tools that companies use to create unique experiences, while gaining a complete picture of how customers use and interact with their services. 18% of Segment customers used such tools from the <a href=\"https://segment.com/catalog/\">Segment integration catalog</a> in 2021, rising from 13% in 2019. That translates to an almost 40% growth (38%) in customer count across that two-year period."
  },
  {
    "Page": "trend2",
    "Element": "datachartcaption",
    "Content": "Growth in personalization app usage on the Twilio Segment platform"
  },
  {
    "Page": "trend2",
    "Element": "subtitle",
    "Content": "Personalization is extremely important to companies in Brazil, Colombia and Mexico"
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara1",
    "Content": "Personalization is very important in Latin America. In Brazil, Colombia, and Mexico, three-fourths of consumers say they’ll stop using a brand if their experience isn’t personalized."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara2",
    "Content": "France and Germany are interestingly high, as these are countries that have traditionally shown greater caution around the use of personal data."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara3",
    "Content": "In Japan, where companies place personalization at lower priority compared with other countries, the figure drops to 69%. Given how important it is to successful customer relationships, investment in personalization may be an area of opportunity for Japanese brands."
  },
  {
    "Page": "trend2",
    "Element": "quad-top-left",
    "Content": "[value] of companies say personalization is important"
  },
  {
    "Page": "trend2",
    "Element": "quad-top-right",
    "Content": "Average increase in amount consumers spend when engagement is personalized"
  },
  {
    "Page": "trend2",
    "Element": "quad-bottom-left",
    "Content": "[value] of companies think a personalized experience increases brand loyalty. [value] of consumers agree."
  },
  {
    "Page": "trend2",
    "Element": "quad-bottom-right",
    "Content": "How well companies rate their personalization vs how well consumers rate it"
  },
  {
    "Page": "trend2",
    "Element": "spotlightname",
    "Content": "Intuit: Driving customer engagement"
  },
  {
    "Page": "trend2",
    "Element": "spotlightpara1",
    "Content": "Intuit, the global technology platform that makes TurboTax, QuickBooks, Mint, Credit Karma, and Mailchimp, strives to personalize the experience for more than 100 million customers worldwide. To enhance communication with those customers, Intuit relies on Twilio’s Segment, the marketing-leading customer data platform (CDP). According to Marianna Tessel, Intuit’s chief technology officer, Segment’s capabilities enabled the TurboTax marketing team to drive meaningful improvements to customer engagement during last year’s tax season.*"
  },
  {
    "Page": "trend2",
    "Element": "spotlightpara2",
    "Content": "<em>*Source: Twilio SIGNAL Conference 2021 video presentation.</em>"
  },
  {
    "Page": "trend3",
    "Element": "metatitle",
    "Content": "Twilio State of Customer Engagement Report: A cookieless world is coming"
  },
  {
    "Page": "trend3",
    "Element": "headline",
    "Content": "A cookieless<br>world is coming"
  },
  {
    "Page": "trend3",
    "Element": "subheadline",
    "Content": "Businesses have one year to prepare and move away from third-party data dependencies"
  },
  {
    "Page": "trend3",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara1",
    "Content": "Although browser makers will phase out third-party cookies by 2023, 81% of companies say they have either complete or substantial dependence on them, and that they would be seriously harmed by losing access."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara2",
    "Content": "A majority of companies, 55%, say they are not fully prepared for this imminent cookieless world. Meanwhile, 42% of companies predict that the impending changes will lead to lower ROI on ad spend and decreased ability to measure campaign efficiency."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara3",
    "Content": "Adapting to this shift is imperative, especially as 85% of consumers want brands to make use of only first-party data when creating personalized services. Companies can no longer delay preparing for this cookieless world."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara4",
    "Content": "<strong>Fundamental #3: Lose your cookies.</strong>"
  },
  {
    "Page": "trend3",
    "Element": "introchartcaption",
    "Content": "Companies that depend on third-party data for half or more of their marketing"
  },
  {
    "Page": "trend3",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">81%</span> of companies remain dependent on third-party cookies"
  },
  {
    "Page": "trend3",
    "Element": "datahead",
    "Content": "Twilio Segment shows the urgency of first-party data collection is increasing"
  },
  {
    "Page": "trend3",
    "Element": "datapara1",
    "Content": "Segment data shows that first-party data collection is increasing, as companies get themselves ready for a cookieless world. Over 20% of Segment customers are using Node.js, which is the first server-side data collection source to crack the top five in our platform."
  },
  {
    "Page": "trend3",
    "Element": "datapara2",
    "Content": "Likewise, data from Segment also shows high growth of app usage in analytics and data warehousing. This makes sense: Businesses that own their data will be warehousing and analyzing that data, allowing them to make smarter decisions and offer better personalization."
  },
  {
    "Page": "trend3",
    "Element": "datachartcaption",
    "Content": "Growth over time in data warehousing and analytics apps usage on Segment"
  },
  {
    "Page": "trend3",
    "Element": "subtitle",
    "Content": "Best-prepared countries are least reliant on cookies"
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara1",
    "Content": "Of the 12 countries surveyed, only three — Italy, Spain and Brazil — had a majority of companies saying they were fully prepared for a cookieless world. These three countries also reported the lowest degree of reliance on third-party data."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara2",
    "Content": "Italy has stringent third-party data guidelines which were tightened further in 2021, suggesting that countries with tougher privacy regulations may be better prepared to do business in a world without cookies."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara3",
    "Content": "By comparison, 18% of Japanese brands said they were not at all prepared for a cookieless future. Mexico was second with 6% reporting they are not at all prepared for a cookieless future."
  },
  {
    "Page": "trend3",
    "Element": "pullquote2",
    "Content": "In Italy, Spain and Brazil, <span class=\"underline\">a majority</span> of companies say they’re prepared for a cookieless world"
  },
  {
    "Page": "trend3",
    "Element": "quad-top-left",
    "Content": "[value] of companies say they're fully prepared for a cookieless world"
  },
  {
    "Page": "trend3",
    "Element": "quad-top-right",
    "Content": "[value] of companies dependent on third-party data"
  },
  {
    "Page": "trend3",
    "Element": "quad-bottom-left",
    "Content": "[value] of companies expect a cookieless world will result in lower ROI on ad spend and decreased ability to measure campaign efficacy"
  },
  {
    "Page": "trend3",
    "Element": "quad-bottom-right",
    "Content": "[value] of consumers feel companies should use only first-party data"
  },
  {
    "Page": "trend3",
    "Element": "spotlightname",
    "Content": "Nubank: Fintech trailblazer sets standard with digital-first approach"
  },
  {
    "Page": "trend3",
    "Element": "spotlightpara1",
    "Content": "Nubank, one of the world's largest digital banking platforms, removes the complexity and high fees associated with banks today. As a result of Nubank’s simplicity and low cost, customers of all kinds are flocking to the service. Co-founder Cristina Junqueira turned to Twilio to help manage the rapid growth and says: “As we’ve gone from 100,000 customers to 54 million, we’ve achieved more stability and security in calls. Twilio’s platform allows for a lot of customization, so it’s something we’re able to build on top of over time. It has enabled a key piece of our customer engagement strategy.”*"
  },
  {
    "Page": "trend3",
    "Element": "spotlightpara2",
    "Content": "<em>*Source: Twilio SIGNAL Conference 2021 video presentation.</em>"
  },
  {
    "Page": "trend4",
    "Element": "metatitle",
    "Content": "Twilio State of Customer Engagement Report: Businesses and consumers disagree on trust"
  },
  {
    "Page": "trend4",
    "Element": "headline",
    "Content": "Businesses and<br>consumers don't see<br>eye to eye on trust"
  },
  {
    "Page": "trend4",
    "Element": "subheadline",
    "Content": "Brands believe they’re doing well with privacy and data, but consumers demand better"
  },
  {
    "Page": "trend4",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara1",
    "Content": "There is a clear trust gap around the issues of data and privacy. Brands say they're making a strong effort with privacy and data security, but consumers want them to do even more. Our research shows that while 95% of B2C companies believe consumers trust them to protect their data, only 65% of consumers actually trust the brands they do business with."
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara2",
    "Content": "This issue runs deeper than data protection. Consumers are concerned that companies won’t be fully transparent about how their data is used or honor the preferences they’ve set. Among consumers, 71% say they want greater data privacy from brands, but just 55% of companies believe this is what their customers want."
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara3",
    "Content": "Transparency directly impacts consumer trust, and brands can earn their customers’ confidence by more clearly communicating how they collect, protect, and use data to build better customer experiences. "
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara4",
    "Content": "<strong>Fundamental #4: Close the trust gap.</strong>"
  },
  {
    "Page": "trend4",
    "Element": "introchartcaption",
    "Content": "Companies that say their consumers demand greater privacy, compared with consumers who say they want companies to do more to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">71%</span> of consumers say they want greater data privacy from brands"
  },
  {
    "Page": "trend4",
    "Element": "subtitle",
    "Content": "Brazilian and Mexican consumers demand greater privacy and transparency but European consumers feel better protected"
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara1",
    "Content": "Globally, 71% of consumers are demanding greater privacy and transparency from B2C companies. In Latin American countries, a higher than average proportion are demanding such action from brands. Despite this, 31% of Brazilian consumers say they have a very high level of trust in brands to protect their privacy, with 41% in Mexico saying the same, vs. the global average of 23%."
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara2",
    "Content": "In Germany, 50% of businesses say that consumers want their data better protected, and this falls to 48% in the UK and 45% in France. However, feeling better protected does not mean trust is higher. Fourteen percent of consumers in France say they have a very low level of trust in brands’ ability to protect data, with 11% in Spain agreeing. In all, 7% of consumers globally say they have such a low level of trust."
  },
  {
    "Page": "trend4",
    "Element": "pullquote2",
    "Content": "Just <span class=\"circle\">23%</span> of consumers have a very high level of trust companies to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "quad-top-left",
    "Content": "[value] of companies say their consumers demand greater privacy. [value] of consumers want companies to do more to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "quad-top-right",
    "Content": "Consumers’ level of trust that companies will take various privacy-related actions"
  },
  {
    "Page": "trend4",
    "Element": "quad-bottom-left",
    "Content": "[value] of consumers are frustrated by inconsistent digital experiences with brands"
  },
  {
    "Page": "trend4",
    "Element": "quad-bottom-right",
    "Content": "[value] of companies say consumers will stop purchasing their products if they don't meet their data privacy requirements"
  },
  {
    "Page": "trend4",
    "Element": "spotlightname",
    "Content": "The Trevor Project: Texting to save lives"
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara1",
    "Content": "All organizations seek to respond rapidly to the people they serve. But for the Trevor Project, a suicide prevention and crisis intervention organization focused on helping LGBTQ youth, lives literally depend on the organization’s ability to rapidly connect people with help. Amit Paley, the Trevor Project’s CEO and Executive Director, oversaw a partnership with Twilio to build an automated system that parses incoming texts and flags any messages from people at high risk. The system trimmed 10 seconds off each interaction and 10 minutes off each text conversation. Bottom line? “Every single person we talk to is getting the help they need faster,” Amit said.* "
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara2",
    "Content": "To learn more about how Twilio supports nonprofits and organizations like The Trevor Project, visit <a href=\"https://www.twilio.org\">www.twilio.org</a>"
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara3",
    "Content": "<em>*Source: Twilio SIGNAL Conference 2021 video presentation.</em>"
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara4",
    "Content": "<em>Content Warning: The following material highlights a Twilio nonprofit customer working to prevent suicide in the LGBTQ youth community.</em>"
  },
  {
    "Page": "trend5",
    "Element": "metatitle",
    "Content": "Twilio State of Customer Engagement Report 2022: Digital fatigue is real"
  },
  {
    "Page": "trend5",
    "Element": "headline",
    "Content": "Digital fatigue <br>is real"
  },
  {
    "Page": "trend5",
    "Element": "subheadline",
    "Content": "Companies need to future-proof against it with better, not more, engagement"
  },
  {
    "Page": "trend5",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara1",
    "Content": "Digital fatigue is a growing problem. On average, 36% of consumers globally say they have experienced digital fatigue in the past 30 days. The data becomes more interesting when broken down by generation, however: The younger the generation, the more people experience digital fatigue, rising to 47% of Generation Z. When almost half of the growth demographics say they’re getting tired of digital life, there is a clear and pressing need to address this problem head-on."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara2",
    "Content": "Frustrating customer support experiences may be contributing to the problem. 56% of consumers say they would stop doing business with a company after a poor interaction. 18% say they would rather lose the internet for a day than speak with a company’s support team."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara3",
    "Content": "Through careful use of data and personalization, companies can create more meaningful ways to engage with consumers, fostering loyalty as a result. This means minimizing irrelevant interactions and instead focusing on what matters to customers."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara4",
    "Content": "<strong>Fundamental #5: Engage smarter.</strong>"
  },
  {
    "Page": "trend5",
    "Element": "introchartcaption",
    "Content": "Percentage of consumers who say they've experienced digital fatigue in the past month"
  },
  {
    "Page": "trend5",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">47%</span> of Gen Z experienced digital fatigue in the past 30 days"
  },
  {
    "Page": "trend5",
    "Element": "subtitle",
    "Content": "Digital fatigue varies across borders"
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara1",
    "Content": "Digital fatigue shows clear variations across countries. It is at its highest in France, with 47% of consumers reporting having suffered from it in the past 30 days, against a global average of 36%. Brazil and Colombia follow, with 44% and 43% respectively."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara2",
    "Content": "It is in these last two countries where companies report that consumers are more likely to stop purchasing their products if they do not meet consumers’ data privacy requirements. That suggests a greater concern in these countries around these issues is also tallying with digital fatigue."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara3",
    "Content": "Despite the variations, there aren’t any major regional differences when it comes to digital fatigue. It is an issue which needs to be considered globally."
  },
  {
    "Page": "trend5",
    "Element": "pullquote2",
    "Content": "Digital fatigue is at its highest in France, with <span class=\"circle\">47%</span> of consumers reporting having felt it recently"
  },
  {
    "Page": "trend5",
    "Element": "quad-top-left",
    "Content": "[value] of consumers say they've suffered from digital fatigue in the past 30 days"
  },
  {
    "Page": "trend5",
    "Element": "quad-top-right",
    "Content": "[value] of consumers say they will stop doing business with a company after frustrating customer support experiences"
  },
  {
    "Page": "trend5",
    "Element": "quad-bottom-left",
    "Content": "[value] of consumers would rather lose internet for a day, go through airport security or shave their head than call customer support"
  },
  {
    "Page": "trend5",
    "Element": "quad-bottom-right",
    "Content": "Level of trust that companies believe consumers have in the brand's ability to honor their communications preferences"
  },
  {
    "Page": "trend5",
    "Element": "spotlightname",
    "Content": "Electrolux: Rapid contact center replacement in a crisis"
  },
  {
    "Page": "trend5",
    "Element": "spotlightpara1",
    "Content": "Electrolux managers found themselves responding to a painful one-two punch. First, a lightning bolt had struck their Malaysia-based contact center and disabled vital systems. Second, because of COVID-19, the government wouldn’t allow the century-old home-appliance manufacturer to send local technicians into the facility to make repairs. Shane Rose and his team reacted quickly: They issued a new toll-free customer support number and shifted the center’s operations to Twilio — all in less than 24 hours. Their fast thinking and Twilio’s technology enabled the contact center to remain operating with zero downtime. Shane described it as “A truly amazing effort.”*"
  },
  {
    "Page": "trend5",
    "Element": "spotlightpara2",
    "Content": "<em>*Source: Twilio SIGNAL Conference 2021 video presentation.</em>"
  },
  {
    "Page": "general",
    "Element": "localecountry",
    "Content": "Country"
  },
  {
    "Page": "general",
    "Element": "localeaustralia",
    "Content": "Australia"
  },
  {
    "Page": "general",
    "Element": "localebrazil",
    "Content": "Brazil"
  },
  {
    "Page": "general",
    "Element": "localecolombia",
    "Content": "Colombia"
  },
  {
    "Page": "general",
    "Element": "localefrance",
    "Content": "France"
  },
  {
    "Page": "general",
    "Element": "localegermany",
    "Content": "Germany"
  },
  {
    "Page": "general",
    "Element": "localeglobal",
    "Content": "Global"
  },
  {
    "Page": "general",
    "Element": "localeitaly",
    "Content": "Italy"
  },
  {
    "Page": "general",
    "Element": "localejapan",
    "Content": "Japan"
  },
  {
    "Page": "general",
    "Element": "localemexico",
    "Content": "Mexico"
  },
  {
    "Page": "general",
    "Element": "localesingapore",
    "Content": "Singapore"
  },
  {
    "Page": "general",
    "Element": "localespain",
    "Content": "Spain"
  },
  {
    "Page": "general",
    "Element": "localeuk",
    "Content": "United Kingdom"
  },
  {
    "Page": "general",
    "Element": "localeus",
    "Content": "United States"
  },
  {
    "Page": "general",
    "Element": "localeregion",
    "Content": "Region"
  },
  {
    "Page": "general",
    "Element": "localenorthamerica",
    "Content": "North America"
  },
  {
    "Page": "general",
    "Element": "localeasia",
    "Content": "Asia Pacific/Japan"
  },
  {
    "Page": "general",
    "Element": "localeeurope",
    "Content": "Europe"
  },
  {
    "Page": "general",
    "Element": "localelatinamerica",
    "Content": "Latin America"
  },
  {
    "Page": "general",
    "Element": "close",
    "Content": "Close"
  },
  {
    "Page": "general",
    "Element": "companies",
    "Content": "Companies"
  },
  {
    "Page": "general",
    "Element": "consumers",
    "Content": "Customers"
  }
]
