[
  {
    "Page": "general",
    "Element": "ctahead",
    "Content": "Read the full report"
  },
  {
    "Page": "general",
    "Element": "ctadescription",
    "Content": "Download our State of Engagement Report for in depth analysis of the future of digital engagement."
  },
  {
    "Page": "general",
    "Element": "methodologyhead",
    "Content": "Methodology"
  },
  {
    "Page": "general",
    "Element": "methodologypara1",
    "Content": "To create the  State of Customer Engagement Report 2022, Twilio drew on three primary sources."
  },
  {
    "Page": "general",
    "Element": "methodologypara2",
    "Content": "Twilio engaged Lawless Research to conduct original research for the report from a survey of over 3,000 enterprise decision-makers as well as the opinions of more than 4,500 consumers across the United States, the United Kingdom, Germany, Australia, France, Spain, Italy, Japan, and Singapore. "
  },
  {
    "Page": "general",
    "Element": "methodologypara3",
    "Content": "The report also includes aggregated data gleaned from trillions of interactions on the Twilio platform, revealing the patterns in how consumers are engaging with organizations that use Twilio and Twilio Segment products.\n"
  },
  {
    "Page": "homepage",
    "Element": "headline",
    "Content": "State of <br>Customer Engagement <br>Report <span>2022</span>"
  },
  {
    "Page": "homepage",
    "Element": "leadparagraph",
    "Content": "The acceleration of digital customer engagement in the post-pandemic world shows no sign of slowing down. Twilio, the leading cloud communications and customer engagement platform, spoke with over 3,000 leading decision makers and 4,500 consumers to understand how the global digital landscape continues to expand and reveal how organizations can adjust strategies to take advantage of growing trends. \n"
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara1",
    "Content": "The State of Customer Engagement Report 2022 reveals the explosion of digital customer engagement has made a significant impact — increasing revenue by 70% on average for companies that made the investment in customer engagement. Unsurprisingly, these same companies expect their investment to almost double by 2025."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara2",
    "Content": "However, the fast pace of change also means that businesses will need to quickly adapt. Personalization is now essential for customer retention and data protection has taken on greater importance amongst consumers. And consumers’ current views on these topics diverge from what companies believe in certain places."
  },
  {
    "Page": "homepage",
    "Element": "descriptivepara3",
    "Content": "Another warning sign: Firefox and Safari have already blocked access to third-party cookies, and Google Chrome will do the same later in 2022. Creating personalized experiences will require organizations to embrace first-party data, a strategy most companies have yet to pivot to according to the report. "
  },
  {
    "Page": "homepage",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">70%</span> average revenue increase due to digital customer engagement investments"
  },
  {
    "Page": "homepage",
    "Element": "pullquote2",
    "Content": "<span class=\"circle\">81%</span> of companies are completely or substantially reliant on third-party cookies."
  },
  {
    "Page": "homepage",
    "Element": "executivesummaryhead",
    "Content": "Executive Summary"
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara1",
    "Content": "Our research revealed that organizations that put digital customer engagement at the forefront of their business have reaped outsize rewards. This growth has its challenges, because consumers don’t always see things the same way as the brands marketing to them. Companies that can close that gap now have the chance to become leaders in customer engagement, creating market-leading experiences that entice consumers and keep them loyal."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarypara2",
    "Content": "These are the five fundamentals of customer engagement which emerged from our deep investigation of both consumer and B2C companies’ attitudes."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet1",
    "Content": "<strong>Make it digital.</strong> 70% — that’s the average revenue increase among companies that invested in digital customer engagement over the past two years."
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet2",
    "Content": "<strong>Make it personal.</strong> 75% of companies think they’re providing personalized experiences. But less than half of consumers agree. There’s a lot of room for improvement. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet3",
    "Content": "<strong>Lose your cookies.</strong> 81% of companies are completely or substantially reliant on third-party cookies — even though this critical data source will not be available after 2022. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet4",
    "Content": "<strong>Build trust.</strong> 95% of B2C companies believe consumers trust their ability to protect data, yet only 65% of consumers actually do trust these companies. "
  },
  {
    "Page": "homepage",
    "Element": "executivesummarybullet5",
    "Content": "<strong>Engage smarter.</strong> Gen Zs and Millennials are more than twice as likely as Baby Boomers to have experienced digital fatigue in the past 30 days. Creating better (not more) interactions can ensure business doesn’t suffer as a result"
  },
  {
    "Page": "homepage",
    "Element": "engagementhead",
    "Content": "Five customer engagement trends for 2022"
  },
  {
    "Page": "trend1",
    "Element": "headline",
    "Content": "Digital customer <br>engagement drives <br>major ROI."
  },
  {
    "Page": "trend1",
    "Element": "subheadline",
    "Content": "Greater investment has led to increased revenues for those that embrace digital engagement."
  },
  {
    "Page": "trend1",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara1",
    "Content": "The data could not be clearer. Companies that recognized the swiftness of this change and made moves to invest in digital customer engagement have seen their revenues rise by an average of 70%. They expect that, by 2025, their investment in this key area will almost double, rising by 93.5%."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara2",
    "Content": "On average, over half of B2C companies’ engagement with consumers is digital, and respondents expect that it will rise by a further 21% globally over the next three years."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara3",
    "Content": "That aligns with what consumers want: They say over half of their engagements with brands should be digital in three years’ time."
  },
  {
    "Page": "trend1",
    "Element": "descriptivepara4",
    "Content": "So it’s evident that investment in digital customer engagement is crucial for B2C companies that want to grow and lead in their market."
  },
  {
    "Page": "trend1",
    "Element": "introchartcaption",
    "Content": "Number of years the pandemic has accelerated companies' digital engagement"
  },
  {
    "Page": "trend1",
    "Element": "pullquote1",
    "Content": "Investment in digital engagement is set to <span class=\"underline\">nearly double</span> by 2025"
  },
  {
    "Page": "trend1",
    "Element": "datahead",
    "Content": "Twilio digital interactions triple"
  },
  {
    "Page": "trend1",
    "Element": "datapara1",
    "Content": "Digital interactions across the Twilio platform have tripled over the past three years, as more and more companies use our service to improve their omnichannel strategy and digital engagement with customers."
  },
  {
    "Page": "trend1",
    "Element": "datapara2",
    "Content": "There were 1.6 trillion interactions across our email, messaging, video, voice and account security platforms, marking 32% year-on-year growth in 2021. The changes enforced by the pandemic have created new opportunities for engagement with customers — while maintaining the vitally important aspect of human connection."
  },
  {
    "Page": "trend1",
    "Element": "datachartcaption",
    "Content": "Digital interactions on the Twilio platform in 2019, 2020, and 2021"
  },
  {
    "Page": "trend1",
    "Element": "subtitle",
    "Content": "Colombia leads the way on increased revenue"
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara1",
    "Content": "The Asia Pacific/Japan region has seen the greatest increase in digital transformation strategy since the start of the pandemic, accelerating by seven years. This was closely followed by EMEA, where organizations reported an average increase of 6.6 years."
  },
  {
    "Page": "trend1",
    "Element": "subtitlepara2",
    "Content": "In terms of revenue, three major countries from the Latin America region reported increases of 90% or more after investing heavily in digital engagement over the past two years. Colombia and Mexico led the way, with 91% each, while Brazilian enterprises saw 90% growth. The United States came in fourth, with a still impressive 79%."
  },
  {
    "Page": "trend1",
    "Element": "pullquote2",
    "Content": "The Asia Pacific/Japan region saw a <span class=\"circle\">7-year</span> acceleration in digital transformation strategy"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-left",
    "Content": "Average revenue impact from investment in digital transformation, vs. global average"
  },
  {
    "Page": "trend1",
    "Element": "quad-top-right",
    "Content": "Number of years the pandemic accelerated digital transformation"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-left",
    "Content": "Percentage of interactions with brands that consumers expect to be digital by 2025"
  },
  {
    "Page": "trend1",
    "Element": "quad-bottom-right",
    "Content": "How long consumers say it’s been since they received a brand communication via a digital channel"
  },
  {
    "Page": "trend1",
    "Element": "spotlightname",
    "Content": "Allianz Direct: Contact Center Transformation in Under a Year"
  },
  {
    "Page": "trend1",
    "Element": "spotlightpara1",
    "Content": "Allianz Direct, a direct-to-consumer insurance company, launched a transformational insurance platform in less than a year with the help of Twilio’s Flex, the cloud-based contact-center platform. Allianz Direct managers chose Flex after concluding that the alternatives weren’t agile enough to power the digital customer experience they wanted within the time they required. Today, 700 Allianz Direct agents rely on the Twilio-powered platform. Says Laura Malinsky, Allianz Direct’s head of operations: “Flex is cloud-based, fully customizable, easy-to-use and only took a handful of engineers to build.”"
  },
  {
    "Page": "trend2",
    "Element": "headline",
    "Content": "Personalization <br>is critical."
  },
  {
    "Page": "trend2",
    "Element": "subheadline",
    "Content": "Companies believe they’re doing personalization well, but consumers disagree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivehead",
    "Content": "Our take"
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara1",
    "Content": "Personalization is the cornerstone of mastering digital customer engagement. 98% of companies say that it increases customer engagement and 83% of consumers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara2",
    "Content": "However, there is a noticeable disconnect between how companies perceive their personalization efforts and how consumers experience them. With 88% of companies saying personalization is extremely or very important to their engagement strategy, it could be easy to infer that they’re making the effort to deliver a truly personal touch with every interaction. Yet while 75% of companies claim to provide good or excellent personalized services, just 48% of customers agree."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara3",
    "Content": "In short, while companies are strong believers in personalization, customers rarely experience such service themselves. 84% of companies claim to always or often offer personalized services, while consumers say it’s actually 50%."
  },
  {
    "Page": "trend2",
    "Element": "descriptivepara4",
    "Content": "This trend shows the need for brands to further develop their understanding of how customers experience personalized services. There is no denying that offering such services can increase revenue and loyalty, so those organizations which invest more in this area have the opportunity to boost growth, as well as expand and retain their customer base."
  },
  {
    "Page": "trend2",
    "Element": "introchartcaption",
    "Content": "How well companies rate their personalization vs how well consumers rate it"
  },
  {
    "Page": "trend2",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">98%</span> of companies say personalization increases customer loyalty"
  },
  {
    "Page": "trend2",
    "Element": "datahead",
    "Content": "Twilio Segment sees growth in personalization apps"
  },
  {
    "Page": "trend2",
    "Element": "datapara1",
    "Content": "Segment has seen a notable increase in customers using apps specializing in personalization. 18% of Segment customers used such tools in 2021, rising from 13% in 2019. That translates to a 40% growth in customer count across that two year period."
  },
  {
    "Page": "trend2",
    "Element": "datapara2",
    "Content": "There are currently more than 60 personalization apps available via Segment, allowing companies to create unique experiences, while also gaining a complete picture of how customers use and interact with their services."
  },
  {
    "Page": "trend2",
    "Element": "datachartcaption",
    "Content": "Growth in personalization app usage on the Twilio Segment platform"
  },
  {
    "Page": "trend2",
    "Element": "subtitle",
    "Content": "Personalization is extremely important to Latin American companies"
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara1",
    "Content": "Personalization is very important in Latin America. In Brazil, Colombia, and Mexico, three-fourths of consumers say they’ll stop using a brand if their experience isn’t personalized."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara2",
    "Content": "France and Germany are interestingly high, as these are countries that have traditionally shown greater caution around the use of personal data."
  },
  {
    "Page": "trend2",
    "Element": "subtitlepara3",
    "Content": "In Japan, where data caution is a much bigger issue, the figure drops to 69%. This points towards brands needing to work harder to build trust around data storage and use if they want to create more personalized services moving forward."
  },
  {
    "Page": "trend2",
    "Element": "pullquote2",
    "Content": "Only <span class=\"circle\">69%</span> of companies in Japan feel personalization is extremely important"
  },
  {
    "Page": "trend2",
    "Element": "quad-top-left",
    "Content": "Percentage of companies that say personalization is very or extremely important"
  },
  {
    "Page": "trend2",
    "Element": "quad-top-right",
    "Content": "How much companies say personalization increases consumer spending vs. how much consumers think personalization increases their own spending"
  },
  {
    "Page": "trend2",
    "Element": "quad-bottom-left",
    "Content": "Percentage of companies that think a personalized experience increases brand loyalty vs. percentage of consumers who agree"
  },
  {
    "Page": "trend2",
    "Element": "quad-bottom-right",
    "Content": "How well companies rate their personalization vs how well consumers rate it"
  },
  {
    "Page": "trend2",
    "Element": "spotlightname",
    "Content": "Intuit: More Than Doubling Customer Engagement"
  },
  {
    "Page": "trend2",
    "Element": "spotlightpara1",
    "Content": "Intuit, the global technology platform that makes TurboTax, QuickBooks, Mint, Credit Karma, and Mailchimp, strives to personalize the experience for more than 100 million customers worldwide. To enhance communication with those customers, Intuit relies on Twilio’s Segment, the marketing-leading customer data platform (CDP). According to Marianna Tessel, Intuit’s chief technology officer, Segment’s capabilities enabled the TurboTax marketing team to drive meaningful improvements to customer engagement during last year’s tax season."
  },
  {
    "Page": "trend3",
    "Element": "headline",
    "Content": "A cookieless-<br>world is coming."
  },
  {
    "Page": "trend3",
    "Element": "subheadline",
    "Content": "Even though the cookieless era is at hand, most companies remain dependent on third-party cookies."
  },
  {
    "Page": "trend3",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara1",
    "Content": "Though third-party cookies will be phased out by 2022, 81% of companies say they have either complete or substantial dependence on them, and that they would be seriously harmed by losing access. That’s a problem, given that 81% of companies surveyed said that they had either complete or substantial dependence on the technology and that they would be seriously harmed by losing access to it."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara2",
    "Content": "A majority of companies, 55%, say they are not fully prepared for this imminent cookieless world. Meanwhile, 42% of companies predict that the impending changes will lead to lower ROI on ad spend and decreased ability to measure campaign efficiency."
  },
  {
    "Page": "trend3",
    "Element": "descriptivepara3",
    "Content": "Adapting to this shift is imperative, especially as 85% of consumers want brands to make use of only first-party data when creating personalized services. Companies can no longer delay preparing for this cookieless world."
  },
  {
    "Page": "trend3",
    "Element": "introchartcaption",
    "Content": "Percentage of companies that depend on third-party data for half or more of their marketing"
  },
  {
    "Page": "trend3",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">81%</span> of companies remain dependent on third-party cookies"
  },
  {
    "Page": "trend3",
    "Element": "datahead",
    "Content": "Twilio Segment shows direct data collection is increasing"
  },
  {
    "Page": "trend3",
    "Element": "datapara1",
    "Content": "Segment data shows that first-party data collection is increasing, as companies get themselves ready for a cookieless world. Over 20% of Segment customers are using Node.js, which is the first server-side data collection source to crack the top five in our platform."
  },
  {
    "Page": "trend3",
    "Element": "datapara2",
    "Content": "Likewise, data from Segment also shows high growth of app usage in analytics and data warehousing. This makes sense: Businesses that own their data will be warehousing and analyzing that data, allowing them to make smarter decisions and offer better personalization."
  },
  {
    "Page": "trend3",
    "Element": "datachartcaption",
    "Content": "Growth over time in data warehousing and analytics apps usage on Segment"
  },
  {
    "Page": "trend3",
    "Element": "subtitle",
    "Content": "Best-prepared countries are least reliant on cookies"
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara1",
    "Content": "Of the 12 countries surveyed, only three — Italy, Spain and Brazil — had a majority of companies saying they were fully prepared for a cookieless world. These three countries also reported the lowest degree of reliance on third-party data."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara2",
    "Content": "Italy has stringent third-party data guidelines which were tightened further in 2021, suggesting that countries with tougher privacy regulations are likely better prepared to do business in a world without cookies."
  },
  {
    "Page": "trend3",
    "Element": "subtitlepara3",
    "Content": "By comparison, 18% of Japanese brands said they were not at all prepared for a cookieless future. Mexico was second here with 6%."
  },
  {
    "Page": "trend3",
    "Element": "pullquote2",
    "Content": "In Italy, Spain and Brazil, <span class=\"underline\">a majority</span> of companies say they’re prepared for a cookieless world."
  },
  {
    "Page": "trend3",
    "Element": "quad-top-left",
    "Content": "Percentage of companies that say they're fully prepared for a cookieless world"
  },
  {
    "Page": "trend3",
    "Element": "quad-top-right",
    "Content": "Percentage of companies that say they're more reliant on third-party data vs. global average"
  },
  {
    "Page": "trend3",
    "Element": "quad-bottom-left",
    "Content": "Percentage of companies that expect a cookieless world will result in lower ROI on ad spend and decreased ability to measure campaign efficacy"
  },
  {
    "Page": "trend3",
    "Element": "quad-bottom-right",
    "Content": "Percentage of consumers who feel companie should use only first-party data"
  },
  {
    "Page": "trend3",
    "Element": "spotlightname",
    "Content": "Nubank: Fintech Trailblazer Sets Standard with Digital-First Approach"
  },
  {
    "Page": "trend3",
    "Element": "spotlightpara1",
    "Content": "Nubank removes the complexity and high fees associated with banks today. As a result of Nubank’s simplicity and low cost, customers of all kinds are flocking to the service. COO and Co-founder Christina Junqueira turned to Twilio to help manage the rapid growth and says: “As we’ve gone from 100,000 customers to 40 million, we’ve achieved more stability and security in calls. Twilio’s platform allows for a lot of customization, so it’s something we’re able to build on top of over time. It has enabled a key piece of our customer engagement strategy.”"
  },
  {
    "Page": "trend4",
    "Element": "headline",
    "Content": "Closing the <br>consumer and business <br>trust gap."
  },
  {
    "Page": "trend4",
    "Element": "subheadline",
    "Content": "Brands believe they’re doing well with privacy and data, but consumers demand better."
  },
  {
    "Page": "trend4",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara1",
    "Content": "There is a clear trust gap around the issues of data and privacy. Brands say they're making a strong effort with privacy and data security, but consumers want companies to do even more. Our research shows that while 95% of B2C companies believe consumers trust them to protect their data, only 65% of consumers actually trust the brands they do business with."
  },
  {
    "Page": "trend4",
    "Element": "descriptivepara2",
    "Content": "This issue runs deeper than data protection. Consumers are concerned that companies won’t be fully transparent about how their data is used or honor the preferences they’ve set. Among consumers, 71% say they want greater data privacy from brands, but just 55% of companies believe this is what their customers want."
  },
  {
    "Page": "trend4",
    "Element": "introchartcaption",
    "Content": "Companies that say their consumers demand greater privacy, compared with consumers who say they want companies to do more to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">71%</span> of consumers say they want greater data privacy from brands"
  },
  {
    "Page": "trend4",
    "Element": "datahead",
    "Content": "Twilio data shows familiar channels still dominate"
  },
  {
    "Page": "trend4",
    "Element": "datapara1",
    "Content": "When it comes to customer engagement data, Twilio’s data clearly shows that email, messaging and voice are still the most popular channels for communications between customers and companies. Email covered 83.8% of interactions, with messaging at 8.4% and voice calls at 5.6%. These figures are broadly similar to previous years, pointing towards a consumer landscape that remains comfortable with the dominant modes of communication of the day."
  },
  {
    "Page": "trend4",
    "Element": "datapara2",
    "Content": "Look under the surface, however, and there are signs of strong growth in video, Flex (Twilio’s cloud contact center tool) and wireless (Twilio’s tool for controlling, measuring and analyzing cellular connectivity) when engaging with customers. These more future-focused approaches show that some consumers are becoming more comfortable with changes in how they contact brands."
  },
  {
    "Page": "trend4",
    "Element": "datachartcaption",
    "Content": "Inbound and outbound messaging on the Twilio platform. The low inbound figures shows there's room to grow with engagement"
  },
  {
    "Page": "trend4",
    "Element": "subtitle",
    "Content": "Latin American consumers demand privacy and transparency"
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara1",
    "Content": "Globally, 71% of consumers are demanding greater privacy and transparency from B2C companies. In Latin American countries, a higher than average proportion are demanding such action from brands. Despite this, 31% of Brazilian consumers say they have a high level of trust in brands to protect their privacy, with 41% in Mexico saying the same, vs. the global average of 23%."
  },
  {
    "Page": "trend4",
    "Element": "subtitlepara2",
    "Content": "Consumers in European countries are slightly less concerned about privacy and transparency. In Germany, 50% of consumers want their data better protected, and this falls to 48% in the UK and 45% in France."
  },
  {
    "Page": "trend4",
    "Element": "pullquote2",
    "Content": "On average, <span class=\"circle\">23%</span> of consumers globally trust companies to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "quad-top-left",
    "Content": "Percentage of companies that say their consumers demand greater privacy vs. consumers who say they want companies to do more to protect their privacy"
  },
  {
    "Page": "trend4",
    "Element": "quad-top-right",
    "Content": "Percentage of consumers with very low, moderately low, and slight ylow level of trust that companies will take various privacy-related actions"
  },
  {
    "Page": "trend4",
    "Element": "quad-bottom-left",
    "Content": "Percentage of consumers frustrated by inconsistent digital experiences with brands"
  },
  {
    "Page": "trend4",
    "Element": "quad-bottom-right",
    "Content": "Percentage of companies that say consumers will stop purchasing their products if they don't meet their data privacy requirements"
  },
  {
    "Page": "trend4",
    "Element": "spotlightname",
    "Content": "The Trevor Project: Texting to Save Lives"
  },
  {
    "Page": "trend4",
    "Element": "spotlightpara1",
    "Content": "All organizations seek to respond rapidly to the people they serve. But for the Trevor Project, a suicide prevention and crisis intervention organization focused on helping LGBTQ youth, lives literally depend on the organization’s ability to rapidly connect people with help. Amit Paley, the Trevor Project’s CEO and Executive Director, oversaw a partnership with Twilio to build an automated system that parses incoming texts and flags any messages from people at high risk. The system trimmed 10 seconds off each interaction and 10 minutes off each text conversation. Bottom line? “Every single person we talk to is getting the help they need faster,” Amit said."
  },
  {
    "Page": "trend5",
    "Element": "headline",
    "Content": "Digital fatigue <br>is real."
  },
  {
    "Page": "trend5",
    "Element": "subheadline",
    "Content": "Companies need to future-proof against it by finding better ways to engage"
  },
  {
    "Page": "trend5",
    "Element": "descriptivehead",
    "Content": "Our Take"
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara1",
    "Content": "Digital fatigue is a growing problem. On average, 35% of consumers globally say they have experienced digital fatigue in the past 30 days. While just 21% of baby boomers say they have faced digital fatigue in the previous month, that rises to 42% among millennials and 47% among Generation Z. When almost half of the growth demographics say they’re getting tired of digital life, there is a clear and pressing need to address this problem head-on."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara2",
    "Content": "Frustrating customer support experiences may be contributing to the problem. 56% of consumers say they would stop doing business with a company after a poor interaction. 18% say they would rather lose the internet for a day than speak with a company’s support team."
  },
  {
    "Page": "trend5",
    "Element": "descriptivepara3",
    "Content": "Through careful use of data and personalization, companies can create more meaningful ways to interact with consumers, fostering loyalty as a result. This means minimizing needless contacts and instead focusing on what matters to customers."
  },
  {
    "Page": "trend5",
    "Element": "introchartcaption",
    "Content": "Percentage of consumers who say they've experienced digital fatigue in the past month"
  },
  {
    "Page": "trend5",
    "Element": "pullquote1",
    "Content": "<span class=\"circle\">47%</span> of Gen Z experienced digital fatigue in the past 30 days"
  },
  {
    "Page": "trend5",
    "Element": "datahead",
    "Content": "Twilio data shows slowing growth in engagement"
  },
  {
    "Page": "trend5",
    "Element": "datapara1",
    "Content": "Although there has been an overall positive growth in digital interactions across Twilio’s channels since the start of the pandemic, there was a decrease in the pace of that growth throughout 2021. This suggests that, after a year in which many consumers switched to digital interactions, fatigue has started to set in."
  },
  {
    "Page": "trend5",
    "Element": "datapara2",
    "Content": "This slight decrease in growth highlights the need to develop new ways of engaging that put the consumer first, using personalization and placing meaningful connections at the forefront of digital customer engagement."
  },
  {
    "Page": "trend5",
    "Element": "datachartcaption",
    "Content": "Year-over-year growth in digital interactions on the Twilio platform in 2021"
  },
  {
    "Page": "trend5",
    "Element": "subtitle",
    "Content": "Digital fatigue varies across borders"
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara1",
    "Content": "Digital fatigue shows clear variations across countries. It is at its highest in France, with 47% of consumers reporting having suffered from it in the past 30 days, against a global average of 35%. Brazil and Mexico follow, with 44% and 43% respectively."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara2",
    "Content": "It is in these last two countries that companies report that consumers are more likely to stop purchasing their products if they do not meet consumers’ data privacy requirements. That suggests a greater concern in these countries around these issues is also tallying with digital fatigue."
  },
  {
    "Page": "trend5",
    "Element": "subtitlepara3",
    "Content": "Despite the variations, there aren’t any major regional differences when it comes to digital fatigue. It is an issue which needs to be considered globally."
  },
  {
    "Page": "trend5",
    "Element": "pullquote2",
    "Content": "Digital fatigue is at its highest in France, with <span class=\"circle\">47%</span> of consumers reporting having felt it recently"
  },
  {
    "Page": "trend5",
    "Element": "quad-top-left",
    "Content": "Percentage of consumers who say they've suffered from digital fatigue in the past 30 days"
  },
  {
    "Page": "trend5",
    "Element": "quad-top-right",
    "Content": "Percentage of consumers say that they will stop doing business with a company after frustrating customer support experiences"
  },
  {
    "Page": "trend5",
    "Element": "quad-bottom-left",
    "Content": "Percentage of consumers who would rather lose internet for a day, go through airport security or shave their head than call customer support"
  },
  {
    "Page": "trend5",
    "Element": "quad-bottom-right",
    "Content": "Level of trust that companies believe consumers have in the brand's ability to honor their communications preferences"
  },
  {
    "Page": "trend5",
    "Element": "spotlightname",
    "Content": "Electrolux: Rapid Contact Center Replacement in a Crisis"
  },
  {
    "Page": "trend5",
    "Element": "spotlightpara1",
    "Content": "Electrolux managers found themselves responding to a painful one-two punch. First, a lightning bolt had struck their Malaysia-based contact center and disabled vital systems. Second, because of COVID-19, the government wouldn’t allow the century-old home-appliance manufacturer to send local technicians into the facility to make repairs. Shane Rose and his team reacted quickly: They issued a new toll-free customer support number and shifted the center’s operations to Twilio — all in less than 24 hours. Their fast thinking and Twilio’s technology enabled the contact center to remain operating with zero downtime. Shane described it as “A truly amazing effort.”"
  }
]